= 記憶

((<海馬神経回路と記憶形成|URL: http://neuro.dept.med.gunma-u.ac.jp/review/kaiba.htm>))
　
* 海馬が記憶の形成を担う部位(強く示唆)

  * 記憶の階層構造と解剖学的な神経結合との対応関係

  * 幾つかの作業仮説が提唱されてきている。

  * 記憶情報処理にとって重要かつ本質的な要素を抽出することが重要である。

  * エピソード記憶障害の症例

    * 覚える能力は残っているが、因果関係や前後関係がわからなくる例がある

    * 個人の経験の記憶が、ただ単に事実の記憶だけで成り立つのではなく、
      時間経過（前後関係）の記憶の要素が加わることで出来事として認識される

    * どのような神経回路でどのようにして時間の前後情報をコーディングしているか

== 興奮性シナプス伝達効率の長期増強

* 脳のどの部位でも観察される

* シナプスを繰り返し刺激したときに起こる伝達効率の増加がどのメカ
  ニズムで起こるのか、

  * 記憶の分子メカニズムに関するアプローチがあっという間に進んだ。

    * シナプスでの情報伝達に関与するタンパク

    * シナプス可塑性が本当に記憶を担う基本的現象であるのかと言う問い

    * 記憶分子が見いだせるというような幻想はもはや持たれなくなってきた

    * 長期増強と記憶の関係が明らかになっても、記憶の神経機構のメ
      カニズムが完全に解明されたとはいえない。

    * 長期増強以外にまだ明らかになっていない記憶情報処理に関わる
      電気生理的な現象があるに違いない。長期増強のように電気生理学的に
      追試が容易な実験モデルを見出すことが待ち望まれる。

== 記憶の過程

:「経験」

   個体が新しい情報の入力を受けるということ

:「経験が保存される」

   通常我々は覚えているとか、知っているという言葉で表現しているこ
   とである。

=== 記憶能力の判定の困難さ

「覚えている」「知っている」ことの客観的に判断は難しい

  * 本人ですら、古い記憶をいつも認識しているわけではなく、

  * 何かの拍子に突然に思い出し, 覚えていたことに気がつくこともある

「経験」は非常に個人的なもの,  他人には本当のところがわからない。

=== 臨床心理学の立場

保存されている記憶をいかにして客観的に確認するかが重要となる。

そのため記憶の定義には、

* 「意識や行為に再生される」こと、すなわち、話して説明できるか、
  行為として行うことが出来るかがことさら重要である。

正常な記憶プロセスには最低でも３つの過程が含まれている。

* 情報の入力（registration, encoding）、

* 保持(retention, store)、consolidation（強化）

* 再生(recall, retrieval, decoding)である。

=== 解明するべき問題点

* それぞれの過程にはそれぞれ独立した神経回路が関わっているのか。

* 入力情報がひとたびコード化されると、記憶が安定化するまで同じコー
  ドがそのまま保持されているのか。

* 記憶再生時には入力時と同じコーディングパターンが再現されるので
  あろうか。

== 記憶の分類

認知心理学の分野では分類は非常に重要

記憶の種類はほぼ出揃った

しかし、記憶の種類の分類法については統一的な結論は出ていないのが現状である。

それは心理テストの解釈を統一することの難しさに起因する。

記憶に関するキーワードとなる分類とその定義を説明する。 

一般に広く引用される記憶の分類には２種類ある。

* 記憶の保持時間に基づく分類

* 内容に基づく分類である。
 
=== 短期記憶と長期記憶

過去を回想する場合、現在から過去に向かう時間の長さにより記憶を分
類すると、

* 即時記憶（immediatememory）

  即時記憶は、５分程度前に提示された数字系列をすぐに暗唱出来るよ
  うな、ほんの数秒から数分前の事柄に対する記憶である。

* 近時記憶（recent memory）

  数時間から日や月の単位で覚えているもの

* 遠隔記憶（remote memory）

  数ヶ月から数年間、時には一生涯残る記憶

これらの３つを、短期記憶(short-term memory)、長期記憶(long-term
memory)、長期持続性記憶(long-lasting memory)とすることもある。ど
のくらいの時間で分けるのかという明確な境界はない

古くは、一旦短期記憶にとりこまれた情報が時間をかけて徐々に長期記
憶に移行するという連続したプロセスを経て記憶が安定化すると考えら
れていた。

この考えは、すでに100年前にconsolidation hypothesis（短期記憶が時
間をかけてゆっくりと強化され長期記憶が形成されるという仮説）とし
て提唱されている。

その根拠は、ある課題を学習した直後に別の課題を提示すると、初めに
提示された課題が記銘されないと言う事実である。

その後半世紀ほどたって、ネズミに逆行性健忘を生じさせた実験報告が
なされて、取り込んだ情報が長期記憶に安定化するまでにはある程度の
時間を要することが示された。

短期記憶がなければ長期記憶も出来ないという考え方はわかりやすく、
長い間受け入れられていた。

ところが、1969年にWarringtonが報告した
症例K.Fの例では、聞いた数字をすぐに繰り返す即時記憶に強い障害があっ
たにもかかわらず、他の認知能力は正常であった(Warrington EK and
Shallice T,　 Brain 92　 885-896, 1969)。

もしも、短期記憶と長期記憶が連続した過程であるならばこの症例を説
明できないので、短期記憶と長期記憶との時間的連続性に関する考えは
見直されることとなった。

動物の行動実験では、薬物を用いて短期記憶と長期記憶を選択的に強め
たり弱めたりすることに成功し (Izquierdo I, et al. Behavioural
Brain Research 103 1-11, 1999)、長期記憶の形成が短期記憶に依存し
ない可能性が示唆された。

現在では短期記憶と長期記憶は、並列に機能
している独立したシステム（神経回路、神経伝達物質、情報伝達系）に
より形成されると考えられている（McGaugh JL, Science 287 248-251,
2000; review）。　

短期記憶の多くのものは何らかの形で消去される。

長い間記憶に残るような経験をした場合でも、経験した直後の方が情景
を詳細に覚えていることから、長期記憶される情報は選択されているこ
とがわかる。

短期記憶と長期記憶のシステムが初めから並行して走る別々
のシステム基盤で成り立つならば、すぐに忘れてもいい情報と長く覚え
ている情報とを選別する機構があると考えなければならない。　

=== 繰り返し学習による記憶と、一回の経験による記憶

我々はどんなものを長い間覚えていられるだろうか。

* 何度も繰り返した場合や、

* 驚いたり感動する場合である。

この二つは同じ長期記憶でも記憶を定着させるメカニズムは異なること
が予想される。

現在、一回の経験を長期記憶に強化する役割を果たしているのは扁桃体
であろうと考えられている。伝達物質としてノルアドレナリン、アセチ
ルコリンなどの神経修飾物質の関与も考えられている。

これらの瞬時記憶定着システムが情報入力プロセスに働きかけると、情
報を長期記憶システムに転送するように作用するのかもしれない。

一方、繰り返して覚える場合には、時間をかけて長期記憶に情報を送り
込むわけであるが、一度で覚える場合と同じ回路を使うのであろうか。
それともまた違う回路が存在するのであろうか。また、記憶の種類は同
じでも記憶内容の違いによって、回路は別々に用意されているのであろ
うか。疑問は尽きない。

それぞれのシステムの実態と、システム間相互作用を解明することは、
今後の記憶研究の重要な課題である。

MRIの技術進歩は、ヒト脳で活動が盛んな領域を同定することを可能にし
たので、記憶における脳部位の相互作用のデータが今後蓄積するであろ
う。

動物実験で脳全体の神経活動を捉えるために、神経活動の上昇に伴って
発現するcFosタンパクを指標に使う方法がある。この方法を用いると、
脳全体の活動の相互関係を知ることが出来る。

様々な学習実験でcFos 陽性細胞の分布パターンを調べたり、脳局所破壊
によるcFos陽性細胞の分布のパターン変化を調べるなど、様々な組合せ
の実験が可能である。　

=== 陳述記憶と非陳述記憶　

記憶の再生に大きく「陳述記憶」と「手続き記憶（非陳述記憶と言う場
合もある）」がある

: 陳述記憶
   
   * 記憶の内容が意識にのぼりイメージとして再現できて陳述することができる場合
   * さらに意味記憶とエピソード記憶に分ける分類がある

: 手続き記憶（非陳述記憶）
   
   * 意識の中に再現されなくとも自然に身体が動くという行為により覚
     えていることが再現できる場合

=== 意味記憶とエピソード記憶

以前には、意味記憶とエピソード記憶という２分化がなされていた

もともと意味記憶(semantic memory)とは、Tulvingがエピソード記憶
(episodic memory) から分離して定義したものである。

意味記憶は知的記憶ともいわれ、知識と言う概念に近い。

: エピソード記憶
   * 日々の生活の記憶
   * 「どこで、誰と、何を、どのように、どうした」についての記憶

意味記憶とエピソード記憶の概念の違い

「お母さん」の例
  * 「お母さん」という言葉を知っていることは意味記憶である。

  * 子供がお母さんと言う言葉を知るには、「お母さんがごはんを作っ
    てくれた。」「お母さんに怒られた。」「お母さんが優しくしてく
    れた。」などの、たくさんのエピソードの中に共通して登場する属
    性として、お母さんと言う意味を覚える。

意味記憶は、知識であり、「あること（事実・事柄）を知っている;
know facts 」と言う表現が使われる。

エピソード記憶には「ある出来事を覚えている；remember events」とい
う表現がとられる。一回の出来事には、起こった時間・場所・感情など、
その出来事を特徴づけるいくつかの情報が備わっている。これらの付帯
状況を含めた記憶がエピソード記憶である。　

意味記憶には、エピソード記憶の持つ個人的な情報、すなわちそれを体
験した時の感覚や、時間や状況などの要素はなくなっている。

意味記憶とエピソード記憶とは明らかに質的に違うものを定義している。

意味記憶とエピソード記憶の分離

* 繰り返しのエピソードの中から、意味記憶を抽出するという考えも納
  得がいくし、

* 一方，意味記憶がなければエピソード記憶も成立しないというのもわ
  かる。

* つまり、それぞれの記憶の成立にはこれら二つの記憶に相互作用があ
  る

意味記憶とエピソード記憶の成立をどのような階層構造で捉えるかが、
議論の的になっている。この議論は、海馬の機能分化との関連にも話が
及ぶので、また後述することになる。

エピソード記憶の情報の中には、構成要素と文脈が含まれることが知ら
れている。

* 劇に例えれば、登場人物が構成要素で、

* 登場人物による細かなストーリー展開が文脈である。

健常者でも構成要素は覚えていても、文脈を忘れることがある。従って、
これらの記憶はそれぞれ別のメカニズムが基盤となっている可能性があ
る。

構成要素は意味記憶であり、文脈はエピソード記憶にほぼ対応すると考
えられるので、意味記憶とエピソード記憶にはそれぞれ別の神経基盤が
あることを示唆している。

ところで、最近の動物実験でよく使われる言葉にcontextual learning
（文脈記憶）と言う言葉がある。Fear Conditioning実験などで、ネズミ
が電気ショックを受けたときの周りの状況（空間情報）や電気刺激に先
行する音や光の情報を記憶しているかどうかを調べる場合によく使われ
る用語である。
 
=== ワーキングメモリー

ワーキングメモリー

* 海馬機能との関係は薄いとされるが、

* 記憶を考える上で重要なキーワード

きっかけ

* 短期記憶が長期記憶のために存在するのではないことが示唆されるよ
  うになってから、短期記憶は何のために存在するのかと言う問いが投
  げかけられたことに始まる。

* 様々な認知活動（会話や文章の理解、判断など）を行うには、さっき
  まで何をしていて、今何をしているのか、また、次に何をすべきかを
  覚えている必要がある。

* 短期記憶は、従って、ヒトの日常生活の認知活動に必要な情報を保持
  するためのワーキングメモリーとして機能すると言われていた。しか
  し現在では、ワーキングメモリーという言葉をもっと範囲をせばめた
  形で使っている。

特に実験生理学の分野で使うワーキングメモリーという言葉は、動物
が報酬獲得のために一定時間の間先行刺激に関する記憶を保持している
ことをいう。

つまり、ある認知課題の遂行に必要な情報を、必要な期間だけ能動的に
貯蔵するメカニズムがワーキングメモリーである。

ヒトやサルではワーキングメモリーに海馬機能が関与するとの報告はな
い。

ところが、ラットでは、背側海馬と前頭葉眼窩皮質の間の機能的な結合
が８方向放射状迷路での空間課題遂行のワーキングメモリーに関与して
いるとの報告がある
 
== 海馬が担う記憶 (本題)
海馬・海馬傍回の損傷と記憶障害との関連に関心

海馬が記憶に対して担う役割について、ヒトの臨床研究だけ
でなくサルやネズミを用いた研究が盛んに行われている。

臨床研究でもっとも議論が激しいのは、エピソード記憶と意味記憶の概
念と定義をめぐる論争である。これと絡んで、海馬体と海馬周辺皮質の
解剖学的構造と機能分化・局在の問題が浮上する。

=== 海馬の解剖

ここからは、解剖構造と海馬機能の関係に話を展開する

==== 解剖構造

海馬体と海馬傍回側頭葉(temporal cortex)は、内側に折れ曲がって海馬
傍回（parahippocampal gyrus）となり、そこからさらに丸まり込むよう
な形で、海馬台(subiculum)、アンモン角(cornu ammonis)、歯状回
（dentate gyrus）となり終焉する。

: 海馬体(hippocampal formation)
    海馬台、アンモン角、歯状回を総称した名前

海馬体の周囲の海馬傍回は、海馬体との移行部の嗅内野
(entorhinal cortex)、その外側の嗅周囲野(periheinal cortex)にわけ
られる。脳機能損傷患者の機能障害が、海馬体だけか、海馬傍回だけか、
そのどちらも損傷されているのか、また損傷が両側性であるのか片側性
かにより記憶障害にどの程度の差があるかが症例研究の上で、もっとも
重要な論点となっている。

海馬体内部回路

アンモン角（固有海馬）は、海馬台に近い方から、CA1, CA2, CA3, CA4
と命名されている。細胞構造の連続性から見たこの番号（１－４）と情
報の流れの方向性は違う。海馬内の情報の流れを説明しよう。

嗅内皮質と海馬歯状回は、細胞構築の連続性は全くないが、立体構造的
には隣接している。嗅内皮質の第2・3層細胞から出た神経線維は貫通線
維束となって、この非連続構造の間にある溝をつらぬいて、直接歯状回
へ投射している。皮質からの信号は嗅内皮質を出て、おもに海馬体歯状
回を経て海馬内部へ送り込まれる。嗅内皮質第3層から出た神経線維の一
部は、CA1へも投射している。嗅内皮質から海馬歯状回へ入った入力は、
CA3領域を経てCA1領域へ至り、再び皮質へ出力する。CA1を出た出力は、
海馬台と嗅内皮質の第6層に投射する。このように模式図的には、嗅内皮
質から海馬に入ってきた信号は海馬を抜けてまた嗅内皮質に戻って行く
のであるが、全く同じ嗅内皮質に戻るのかどうかについてはわかってい
ない。

この海馬内興奮伝播経路は、貫通路（perforant path）、苔状線維
（mossy fibers）、Schaffer側枝（Schaffer collaterals）による３つ
のシナプスをふくむことからtrisynaptic circuitと呼ばれている。
Andersenらは、麻酔下のウサギで海馬体の各部位を電気刺激して、海馬
のさまざまな部位から集合活動電位を記録して、この基本的な興奮伝播
経路を電気生理学的に検証した（Andersen P, Bliss TV, Skrede
KK. Exp Brain Res 13:222-238, 1971）。その結果、神経活動は
trisynaptic circuitにそって一方向性に伝わり、伝達した神経活動が最
も強く記録された部位は、海馬長軸に対してほぼ直角方向に限局してい
ることを示した。これにより、歯状回–CA3–CA1をつなぐtrisynaptic
circuitが、海馬長軸をほぼ直角方向に横断する薄板内に編成(lamellar
organization ; 薄板編成)され、これらが並列に情報を処理していると
いう仮説（lamellar hypothesis ; 薄板仮説）が提唱されることになっ
た。　ところが、実際にラット海馬CA3錐体細胞投射を順行性・逆行性ト
レーサー標識法で詳細に調べると、その軸索の分布は海馬体を３分の２
ほど覆うように扇形状に幅広く広がっていた。また、嗅内皮質からは歯
状回顆粒細胞のみならず、CA1、CA3錐体細胞へ直接シナプスを形成して
いることも示された。トレーサー法で得られた研究結果から、海馬内の
神経結合はこれまでゴルジ染色法で考えられていた以上に複雑であるこ
とがわかった。それでもなお、単純なtrisynaptic circuitの概念は、海
馬の基本回路として種々のネットワークモデルの基本として扱われてい
る。

複雑な縦方向への線維の広がりと、長軸に対して直角方向に横断する
trisynaptic circuitとの関係はどのように制御されているのであろうか。
海馬内神経回路の模式図の中にはいままでほとんど扱われたことのない、
CA2領域とCA4領域およびhilusの機能解明に何かカギがあると考えられる。
固有海馬の中で特にCA2領域は、視床下部・上乳頭体領域からの直接の投
射を受けていること、また、中隔野からのコリン性入力を受けているこ
とから、海馬外からの情報と海馬回路で処理された情報を何らかの形で
統合できる解剖学的位置にある。我々の研究グループは海馬スライスを
用いた研究から、CA2領域の機能に注目した。そして、歯状回とCA2領域
への視床下部からの投射が、情報のゲート部位として機能しているので
はないかとの仮説をたて、研究している。詳しくは、我々のこれまでの
研究を解説した｢海馬内興奮伝播のゲート機構｣（神経研究の進歩　45　
283-296, 2001）を参考にされたい。参考までに、視床下部・上乳頭体
（乳頭体上核とも言う）による海馬内興奮伝播回路の制御に関する我々
の仮説の模式図を示す（図２）。ちなみに、これは解剖学的線維結合の
実験データ(Haglund L, et al. J Comp Neurol 229, 171-185, 1984)と、
我々のスライス実験データ(Sekino Y, et al., J Neurophysiol 78
1662-1668,1997)を組み合わせて得られた仮説である。

海馬の情報処理は、異なる種類の情報の間に連合を築くことだとの考え
がある。そうだとすれば、海馬の中でそれぞれ離れた位置関係にある
trisynaptic circuitの間をつないだり、はずしたりする機構が存在する
のではないだろうか。CA2領域は海馬長軸方向にCA1錐体細胞同士を結び
つける役割を果たす軸索投射パターンを示している（Tamamaki I, et
al, Brain Res 452, 255-272, 1988）。そのことから、我々はCA2領域に
は、離れたところにあるtrisynaptic circuitを連動させる機能があると
考えている。
 

=== 海馬と他の領域との線維結合

十分に成熟したラットの脳を解剖し、海馬吻側から出ている白い線維の
束を丁寧に追っていくと、中隔野へ入る神経束と視床下部の方へ向かう
神経束とに分かれるのが肉眼的に確認できる。このつながりを切断しな
いようにすれば、中隔と視床下部がつながった状態の海馬体を摘出する
ことが出来、海馬が前脳基底核や視床下部と解剖学的につながりを持っ
ていることが実感出来る。海馬が「いくつもの脳部位を含むある機能を
もった機能回路の一部である。」というネットワーク論的な考え方は、
今後の記憶研究で重要になってくると予想される。記憶の回路と関係が
深い２つの回路を紹介する。

パペッツの回路

パペッツの回路は海馬体-脳弓-乳頭体-視床前核-帯状回-帯状束-海馬傍
回-海馬体という閉鎖回路で、パペッツはこの回路を情動回路と名づけた
(Arch Neurol Psychiat 1937)。パペッツの回路内のどの領域でも両側性
に損傷があると健忘が生ずるので、今では記憶の系として知られている。
記憶を、海馬体とその周辺皮質固有の回路での情報処理で理解するので
はなく、このようなネットワークの損傷として考えると、海馬に限らず
に脳のさまざまな部分の損傷で記憶障害が見られるという事実を説明す
ることが出来る。しかし逆に、ネットワーク内の損傷部位による症状に
違いを説明することが難しくなる。記憶がネットワークの働きで形成さ
れるなら、そのネットワーク内のどこが損傷しても、ほぼ同程度の記憶
障害が出るはずだからである。このように、記憶の機能分化論とネット
ワーク論ともにそれぞれ単独では、記憶障害を完全には説明しきれない。

ナウタの扁桃体回路

扁桃体、前頭葉眼窩皮質、マイネルト基底核、視床背内側核がブローカ
対角帯核を介して海馬と連絡している。扁桃体と記憶の関係を強く示唆
する臨床的な証拠は強くはないらしい。しかし、証拠はまだ少ないが、
この経路が情動記憶と関係していることを示す報告もある。記憶の強化
と扁桃体の神経活動との関係は、先にも述べたが、最近着目され始めた。
ヒトの情動記憶の研究が進むとまた新たな見解が生まれるであろう。
 
=== 海馬体と海馬傍回の機能分化に関する論争

エピソード記憶は海馬体、意味記憶は海馬傍回が担うという機能分化論
は、1997年のVargha-Khademらの報告（Science 277 376-380,1997）に始
まる。幼児期に海馬体に限局した損傷を起こした3例の成人患者を詳細に
検討したところ、彼らは場所や時間の把握は出来ないし、メッセージや
訪問者や約束を覚えていることも出来ないという、エピソード記憶の障
害があったにもかかわらず、普通学級で読み書きを習うことが出来、な
かには成績は平均レベルに達している者もした。意味記憶はエピソード
記憶の繰り返しの中から共通した要素を拾い上げて成立するという考え
方では、この臨床例を説明できない。そこで、海馬周辺皮質に符号化さ
れた意味記憶の情報が、その上位にある海馬で他の感覚情報を持つ情報
に符号化されてエピソード記憶となると解釈された（本稿２−４、pp.5
　「意味記憶とエピソード記憶」の項を参照されたい）。

Tulvingは、情報はまず意味記憶による符号化を受けてから、エピソード
記憶による符号化を受けるという、記憶の階層発達モデルを提唱してい
た。このTulvingのモデルにとって、Vargha-Khademらの報告はまさにうっ
てつけであった。また、Eichenbaumのグループは機能分化論には賛成で、
Vargha-Khademらの報告を強く支持した。ところが、Squireのグループは、
海馬とその周辺は全体として陳述記憶の処理に関与しており、エピソー
ド記憶だけが選択的に障害されることを疑問視している。Squireらの最
近の報告（Neuron 38 127-133,2003）でも、海馬体がエピソード記憶と
同様に意味記憶の獲得を支えていることを示し、海馬体とその周辺皮質
の機能分化には懐疑的な立場を貫いている。

この白熱している議論の行方は興味あるところであるが、動物実験でこ
の議論と同じ土俵に立てるのかどうかは、大いに疑問である。実験生理
学者である我々にとっては、ネズミの行動実験から意味記憶とエピソー
ド記憶の要素をどのように抽出すればよいのかは、大いに悩むところで
ある。今のところ、ネズミの学習実験の結果はすべて、place cellによ
る認知地図の形成で説明しようとする雰囲気がある。なぜなら、これま
で行われているネズミの学習行動実験のほとんどのものに何らかの形で
場所の認知が関係してきてしまうからである。今後、ネズミの実験から、
place cellの関与を除外してデータを解釈できる実験系も必要とされる。
 
=== 海馬が関与しない記憶

海馬が担う記憶については、まだまだ議論が続くであろう。その一方で、
海馬は関係がないとされる記憶の種類は、ほぼ明らかになっている。ま
ず、海馬損傷で陳述記憶が障害されても、手続き記憶の能力は衰えない。
純粋な海馬性健忘症例では即時記憶は正常であることも良く知られてい
る。また、短い期間であれば出来事は登録され、保持され再生されるこ
と、場合によってはその日のうちは覚えていられることもある（山鳥　
記憶の心理学）。今のところ、手続き記憶、即時記憶、ごく近時の短い
エピソード記憶、課題遂行のためのワーキングメモリーには海馬体内部
回路は関与しないと考えるのが、妥当であろう。
 
== 長期増強と海馬

シナプス伝達効率は神経細胞の発火とシナプスへの入力パターンやタイ
ミングに応じて強化されたり、弱められたりすることという仮説が古く
から提唱されていた（Hebbの仮説）。実際に、麻酔下の動物でシナプス
伝達効率を長期間にわたり増強させることに実験的に成功したのは、
Blissら（J Physiol 232 331-356, 1973）である。記憶に重要な海馬体
でシナプス伝達効率の増強が見出されたことはかなり衝撃的であったと
思われる。その後スライス標本の技術が急速に発展し、摘出した海馬ス
ライス標本でも長期増強を誘発できることが分かってからは、長期増強
研究の研究者人口は爆発的に増加し、神経科学のなかでもっとも盛んな
研究テーマの一つとなっている。長期増強に関わる歴史的研究を抜粋し
た総説がある（Benett MR, Progress in Neurobiology 60 109-137
2000）ので参考にして欲しい。膨大な研究の積み重ねにより、今では、
受容体機構、細胞内情報伝達機構が明らかになってきている。長期増強
の細胞内情報伝達メカニズム研究の跳躍的進歩には、これまでは電気生
理学と種々の特異的作用をもつ薬物に頼らざるを得なかった研究分野に、
遺伝子工学技術が導入されたことによる。タンパク質分子をノックアウ
トし、目的のタンパクの機能を探り、またあるタンパク分子を強制発現
させてそれにより起こる変化を解析することが可能になった。

ところで、長期増強のメカニズムに関する研究には最近大きなブレーク
スルーがあった。長年の間、長期増強のメカニズム（特に海馬CA1での長
期増強）に関しては、シナプス前終末からのグルタミン酸放出の持続的
増加であるのか、シナプス後部でのグルタミン酸に対する感受性の増加
であるのかが議論されていた。サイレントシナプスの存在が電気生理学
的に証明された1995年までは、長期増強はシナプス前終末からのグルタ
ミン酸の持続的放出の増加によるものであるという説の方が有力であっ
た。その根拠は、シナプスに長期増強が起こるとシナプス電流の
failure（シナプス前終末が活動しても、シナプス後部の応答が誘発され
ないこと）が減少するという、量子解析（quantal anaysis）データであっ
た。量子解析では、伝達物質が放出されれば必ずシナプス後部から電気
的応答が記録されることが前提であるので、failureは伝達物質遊離の失
敗を反映すると解釈された。そして、長期増強でfailureが減少するのは、
遊離が増えるためであると解釈されていた。ところが、1995年に
Malinowのグループ(Liao D et al., Nature 375, 400-404, 1995)と
Malenkaのグループ(Issac JT et al., Neuron 15, 427-434,1995)が、通
常ではAMPA受容体がないか活性化されていないシナプス（サイレントシ
ナプス）があり、長期増強でAMPA受容体活性を持つようになることを示
した。「failureの減少」は、サイレントシナプスの活性化でも説明出来
ることから、それまでの量子解析によるデーターの解釈を覆すこととなっ
たのである。その後Malinowのグループが、蛍光タンパク標識された
AMPA受容体が長期増強に伴ってシナプス後部に組み込まれる様子を可視
化した（Si SH et al. , Science 284 1811-1816,1999）。これらの一連
の報告により今では、「海馬CA1領域で見られる長期増強のメカニズムは、
グルタミン酸AMPA型受容体電流がシナプス後部に発現することである」
という所に議論が落ち着きつつある。つまり、海馬CA1領域の長期増強は
シナプス後部で起こると言う説に軍配があがった形となった。今では、
サイレントシナプスがアクティブになるためにAMPA受容体がシナプス後
部膜に挿入される細胞内メカニズムも徐々に明らかになってきている。
ちなみに、海馬CA3領域のmossy　 fiberシナプスに見られる長期増強は、
シナプス前終末からのグルタミン酸遊離の増加であるとされている。

シナプス伝達の長期増強は、その発現メカニズムは部位により異なる場
合があるが、中枢神経系のどのシナプスにも観察される現象である。し
たがって、海馬で長期増強が見られるという理由からだけでは、長期増
強が記憶形成の基盤となるシナプス機能であるとは言えなくなってきた。
そして、長期増強と記憶形成を直接結びつける決定的な証拠がないまま、
長期増強のメカニズム研究はどんどんと進んできた。長期増強と記憶の
関係を直接証明することが出来ないことが、長期増強研究のジレンマで
あった。このジレンマから、遺伝子改変マウスが救ってくれる可能性が
出てきた。種々の遺伝子改変マウスの解析が進み、長期増強と学習行動
との関連についてのデータが蓄積し始めたからである。これについては、
総説を２つあげておくので参考にされたい（Winder DG et al
Physiology & Behavior 73 763-780, 2001; Silva AJ J Neurobiol　
54 224-237, 2003）。

== 記憶研究の一番大きな問題点

実験動物で行っている研究成果の精神活動の理解へとつなげるか

* 海馬シーター波は、動物でもヒトでも探索行動やREM睡眠時に記録される
4-8ヘルツの特徴的律動波である。
* 探索行動やREM睡眠が新規情報の取込みや、記憶の定着と関わっていると考えられている

* ヒトも動物も似たような情報処理を海馬で行っている可能性が示唆される

* 記憶のメカニズム研究には、ネズミなどの実験動物モデルを使わなけ
  れば解明できないレベルの問題が山とある。

* 我々がこれらの実験動物モデルを使って研究する場合、自分の実験系
  は、ヒトの記憶のどの側面を反映しているのかをいつもよく考えてお
  かなくてならない。そのためには、記憶がどのような構成要素からな
  るのかをきちんと分解して考えておく必要がある。
 
== 最後に

海馬を含む側頭葉損傷患者の臨床報告がきっかけとなり、海馬と記憶の
関係が注目され始めて50年過ぎた。さまざまな方面からの膨大な研究が
なされてもなお、解決されない問題は多い。現在ある程度はっきりとい
えることは、「海馬体とその周辺皮質は、即時記憶、ワーキングメモ
リー、手続き記憶の形成には重要ではない。」ということと「海馬体は
記憶を長期間保存している部位ではない。」ということだろう。しかし、
海馬の損傷で、日常の記憶が出来なくなり、新しいエピソード記憶が形
成されなくなるというのは、動かしがたい事実のようだ。いまのところ
の統一見解は、「陳述記憶情報を長期記憶に取り込むときには、ある一
定期間海馬が機能している。」というものである。海馬が記憶形成に重
要な情報処理を行っていることは、確かであり、今我々が一番知りたい
ことは、海馬がどんな情報をコードし、どのような活動パターンをとれ
ば記憶が形成されるのかということである。ところで、海馬の機能を、
情報の取り込み機構に関連して捉えるか、または、情報の呼び出し機構
に関連して捉えるかで、実験計画、データの解釈は大きく異なると思わ
れる。私自身は、海馬は情報の取り込み機構に関与するとの立場で実験
をデザインしている。

現段階において、海馬と記憶の関係で解明しなくてはいけない問題点を思いつくまま列挙してみよう。
１．短期記憶と長期記憶にかかわる神経回路や神経修飾物質
２．取り込んだ情報コードはどのように保持されて、どのように再生されるのか。
３．ワンショットメモリー形成と、繰り返しによる長期記憶形成の違い
４．情動のはたらきによる記憶強化の神経回路と伝達物質メカニズム
５．place cell によるcognitive mapは海馬にどのくらい長く保持される記憶なのか。
６．エピソード記憶と意味記憶の分類の問題
７．エピソード記憶と意味記憶における海馬と海馬周辺皮質の機能分化論と非分化論
８．エピソード記憶における「出来事の連続性（順番）」の記憶
９．海馬体固有回路内での情報処理
10．海馬体と海馬周辺皮質との線維結合による情報処理
11．海馬周辺皮質と線維結合をもつ遠隔脳部位との相互作用
12．海馬で見られる各周波数のオシレーションと海馬機能との関係
13．REM sleepと記憶定着と海馬体神経活動の関係
14．シナプス可塑性（長期増強と長期抑圧）と記憶の関係
ざっと思いつくままあげてもこのぐらいのテーマは未解決である。

このほかに、認知・注意などこれまで大脳皮質が担うと考えられる機能
との相関関係についても、やがて論じられることになるだろう。

海馬とその周辺部位は、脳内のあらゆる情報が集束する位置にあること、
線維連絡は双方向性であることを考えても、海馬での情報処理が記憶に
重要であることは確かである。だからといって、海馬内の神経活動だけ
をつぶさに調べているのでは記憶メカニズム全貌を明らかにすることは
できない。海馬内ネットワークによる情報コーディングが、他の遠隔部
位の神経活動によりどのように修飾されるのかを、もっと詳細に調べて
いく必要があるだろう。

[2007-06-15 16:22] 

